Revit 2027 API
UnitTypeId.Steradians Property
 Steradians.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Steradians { get; }
Public Shared ReadOnly Property Steradians As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Steradians {
	ForgeTypeId^ get ();
}
static member Steradians : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace